[{"pregunta":"¿Cómo se denomina el Título I de la Constitución Española de 1978?","a":" De los derechos y deberes fundamentales.\n","b":" De los derechos y deberes.\n","c":" De los derechos y deberes de los ciudadanos.\n","d":" De los principios, derechos y deberes de los ciudadanos.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Cuál es la opción correcta?\n","a":" El plazo máximo de la detención preventiva son 48 horas.\n","b":" La detención preventiva no podrá durar más del tiempo estrictamente necesario para la\nrealización de las averiguaciones tendentes al esclarecimiento de los hechos.\n","c":" a y b son correctas.\n","d":" Ninguna es correcta.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Cuántos Títulos, además del preliminar, tiene la Constitución?:\n","a":" Diez Títulos.\n","b":" Once Títulos.\n","c":" Nueve Títulos.\n","d":" Catorce Títulos\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"Los valores superiores del ordenamiento jurídico propugnados desde nuestra Constitución son:\n","a":" La libertad, la justicia, la igualdad y el pluralismo político.\n","b":" La libertad, la justicia y la libre competencia.\n","c":" La libertad, la igualdad y el pluralismo político y sindical.\n","d":" La libertad sindical y el pluralismo político.","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Qué título dentro de la estructura de la Ley Orgánica 2/1986, de 13 de marzo, de Fuerzas y\nCuerpos de Seguridad establece las funciones de las diferentes Policías Locales?\n","a":" Título IV.\n","b":" Título II.\n","c":" Título III.\n","d":" Título V.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Cuál de las siguientes, no es una de las funciones establecidas para los cuerpos de Policía Local\nen el artículo 53 de Ley Orgánica 2/1986, de 13 de marzo, de Fuerzas y Cuerpos de Seguridad?\n","a":" Proteger a las Autoridades de las Corporaciones Locales, y vigilancia o custodia de sus\nedificios e instalaciones.\n","b":" La vigilancia del tráfico, tránsito y transporte en las vías públicas interurbanas.\n","c":" Cooperar en la resolución de los conflictos privados cuando sean requeridos para ello.\n","d":" Efectuar diligencias de prevención y cuantas actuaciones tiendan a evitar la comisión de\nactos delictivos en el marco de colaboración establecido en las Juntas de Seguridad.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"Dentro de los deberes establecidos en el art. 27 de la Ley del Principado de Asturias 2/2007, de\n23 de marzo, de Coordinación de las Policías Locales, no se encuentra.\n","a":" Intervenir en evitación de cualquier tipo de delito o falta\n","b":" La vigilancia e inspección del cumplimiento de la normativa en materia de juego.\n","c":" Velar por el cumplimiento de las ordenanzas municipales, bandos y demás\ndisposiciones municipales dentro del ámbito de su competencia.\n","d":" Obedecer y ejecutar las órdenes que reciban de sus superiores jerárquicos, siempre que\nno constituyan ilícito penal o fueran contrarias a derecho.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"Los miembros de los Cuerpos de Policía Local deben sujetarse en su actuación profesional, a los\nprincipios de:\n","a":" Jerarquía y subordinación.\n","b":" Coordinación y jerarquía.\n","c":" Subordinación y cooperación.\n","d":" Cooperación y coordinación.\n","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Cuál de las siguientes conductas constituye una infracción grave de la Ley Orgánica 4/2015, de\n30 de marzo, de protección de la seguridad ciudadana?\n","a":" Las faltas de respeto y consideración cuyo destinatario sea un miembro de las Fuerzas y\nCuerpos de Seguridad en el ejercicio de sus funciones de protección de la seguridad, cuando\nestas conductas no sean constitutivas de infracción penal.\n","b":" Dejar sueltos o en condiciones de causar daños animales feroces o dañinos, así como\nabandonar animales domésticos en condiciones en que pueda peligrar su vida.\n","c":" El consumo de bebidas alcohólicas en lugares, vías, establecimientos o transportes\npúblicos cuando perturbe gravemente la tranquilidad ciudadana.\n","d":" Ninguna de las respuestas anteriores es correcta.1","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"Según el artículo 20 de la Ley Orgánica 4/2015, de 30 de marzo, de protección de la seguridad\nciudadana ¿En qué supuestos los registros corporales externos podrán ser realizados por agentes\ndel mismo sexo que la persona sobre la que se practique esta diligencia?\n","a":" En ningún caso.\n","b":" En situaciones de urgencia por grave riesgo para los agentes.\n","c":" A criterio de los agentes actuantes.\n","d":" Si se hace en lugar reservado y fuera de la vista de terceros.\n1","municipio":"castrillon","anio":2022,"plaza":"Aux"},{"pregunta":"¿Cuál de las siguientes conductas es constitutiva de delito contra la seguridad vial?\n","a":" Conducir un ciclomotor con temeridad manifiesta poniendo en concreto peligro la vida o la\nintegridad de las personas.\n","b":" Conducir un vehículo a motor, en todo caso, con una tasa de alcohol en aire espirado de\n0,25 miligramos por litro.\n","c":" El que condujere un vehículo de motor o ciclomotor en los casos de pérdida de vigencia del\npermiso o licencia por pérdida total de los puntos asignados legalmente.\n","d":" Las respuestas a y c son correctas.\n1","municipio":"castrillon","anio":2022,"plaza":"Aux"}]