[
    {
        "pregunta": " ¿Cómo se denomina el Título I de la Constitución Española de 1978?\r\n",
        "a": " De los derechos y deberes fundamentales.\r\n",
        "b": " De los derechos y deberes.\r\n",
        "c": " De los derechos y deberes de los ciudadanos.\r\n",
        "d": " De los principios, derechos y deberes de los ciudadanos.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " ¿Cuál es la opción correcta?\r\n",
        "a": " El plazo máximo de la detención preventiva son 48 horas.\r\n",
        "b": " La detención preventiva no podrá durar más del tiempo estrictamente necesario para la\r\nrealización de las averiguaciones tendentes al esclarecimiento de los hechos.\r\n",
        "c": " a y b son correctas.\r\n",
        "d": " Ninguna es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " ¿Cuántos Títulos, además del preliminar, tiene la Constitución?:\r\n",
        "a": " Diez Títulos.\r\n",
        "b": " Once Títulos.\r\n",
        "c": " Nueve Títulos.\r\n",
        "d": " Catorce Títulos\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " Los valores superiores del ordenamiento jurídico propugnados desde nuestra Constitución son:\r\n",
        "a": " La libertad, la justicia, la igualdad y el pluralismo político.\r\n",
        "b": " La libertad, la justicia y la libre competencia.\r\n",
        "c": " La libertad, la igualdad y el pluralismo político y sindical.\r\n",
        "d": " La libertad sindical y el pluralismo político. ",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " ¿Qué título dentro de la estructura de la Ley Orgánica 2/1986, de 13 de marzo, de Fuerzas y\r\nCuerpos de Seguridad establece las funciones de las diferentes Policías Locales?\r\n",
        "a": " Título IV.\r\n",
        "b": " Título II.\r\n",
        "c": " Título III.\r\n",
        "d": " Título V.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Cuál de las siguientes, no es una de las funciones establecidas para los cuerpos de Policía Local\r\nen el artículo 53 de Ley Orgánica 2/1986, de 13 de marzo, de Fuerzas y Cuerpos de Seguridad?\r\n",
        "a": " Proteger a las Autoridades de las Corporaciones Locales, y vigilancia o custodia de sus\r\nedificios e instalaciones.\r\n",
        "b": " La vigilancia del tráfico, tránsito y transporte en las vías públicas interurbanas.\r\n",
        "c": " Cooperar en la resolución de los conflictos privados cuando sean requeridos para ello.\r\n",
        "d": " Efectuar diligencias de prevención y cuantas actuaciones tiendan a evitar la comisión de\r\nactos delictivos en el marco de colaboración establecido en las Juntas de Seguridad.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " Dentro de los deberes establecidos en el art. 27 de la Ley del Principado de Asturias 2/2007, de\r\n23 de marzo, de Coordinación de las Policías Locales, no se encuentra.\r\n",
        "a": " Intervenir en evitación de cualquier tipo de delito o falta\r\n",
        "b": " La vigilancia e inspección del cumplimiento de la normativa en materia de juego.\r\n",
        "c": " Velar por el cumplimiento de las ordenanzas municipales, bandos y demás\r\ndisposiciones municipales dentro del ámbito de su competencia.\r\n",
        "d": " Obedecer y ejecutar las órdenes que reciban de sus superiores jerárquicos, siempre que\r\nno constituyan ilícito penal o fueran contrarias a derecho.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " Los miembros de los Cuerpos de Policía Local deben sujetarse en su actuación profesional, a los\r\nprincipios de:\r\n",
        "a": " Jerarquía y subordinación.\r\n",
        "b": " Coordinación y jerarquía.\r\n",
        "c": " Subordinación y cooperación.\r\n",
        "d": " Cooperación y coordinación.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " ¿Cuál de las siguientes conductas constituye una infracción grave de la Ley Orgánica 4/2015, de\r\n30 de marzo, de protección de la seguridad ciudadana?\r\n",
        "a": " Las faltas de respeto y consideración cuyo destinatario sea un miembro de las Fuerzas y\r\nCuerpos de Seguridad en el ejercicio de sus funciones de protección de la seguridad, cuando\r\nestas conductas no sean constitutivas de infracción penal.\r\n",
        "b": " Dejar sueltos o en condiciones de causar daños animales feroces o dañinos, así como\r\nabandonar animales domésticos en condiciones en que pueda peligrar su vida.\r\n",
        "c": " El consumo de bebidas alcohólicas en lugares, vías, establecimientos o transportes\r\npúblicos cuando perturbe gravemente la tranquilidad ciudadana.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " Según el artículo 20 de la Ley Orgánica 4/2015, de 30 de marzo, de protección de la seguridad\r\nciudadana ¿En qué supuestos los registros corporales externos podrán ser realizados por agentes\r\ndel mismo sexo que la persona sobre la que se practique esta diligencia?\r\n",
        "a": " En ningún caso.\r\n",
        "b": " En situaciones de urgencia por grave riesgo para los agentes.\r\n",
        "c": " A criterio de los agentes actuantes.\r\n",
        "d": " Si se hace en lugar reservado y fuera de la vista de terceros.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " ¿Cuál de las siguientes conductas es constitutiva de delito contra la seguridad vial?\r\n",
        "a": " Conducir un ciclomotor con temeridad manifiesta poniendo en concreto peligro la vida o la\r\nintegridad de las personas.\r\n",
        "b": " Conducir un vehículo a motor, en todo caso, con una tasa de alcohol en aire espirado de\r\n0,25 miligramos por litro.\r\n",
        "c": " El que condujere un vehículo de motor o ciclomotor en los casos de pérdida de vigencia del\r\npermiso o licencia por pérdida total de los puntos asignados legalmente.\r\n",
        "d": " Las respuestas a y c son correctas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " Negarse a someterse a las pruebas de alcoholemia legalmente establecidas:\r\n",
        "a": " Es una infracción administrativa.\r\n",
        "b": " Es un delito que supone la detención de su autor.\r\n",
        "c": " Supone la pérdida de 4 puntos.\r\n",
        "d": " Ninguna de las respuestas es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " No constituye un delito contra la seguridad vial tipificado en el artículo 384.\r\n",
        "a": " Conducir un vehículo a motor sin haber obtenido nunca permiso o licencia de conducción.\r\n",
        "b": " Conducir un vehículo a motor o ciclomotor con un permiso o licencia caducados.\r\n",
        "c": " Conducir un ciclomotor tras haber sido privado cautelar o definitivamente de la licencia\r\npor decisión judicial.\r\n",
        "d": " Conducir un vehículo de motor en caso de pérdida de vigencia del permiso por pérdida\r\ntotal de los puntos asignados legalmente.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " Según el artículo 37.13 de la Ley Orgánica 4/2015, de 30 de marzo, de protección de la\r\nseguridad ciudadana, constituyen una infracción leve.\r\n",
        "a": " Causar daños o el deslucimiento de bienes muebles o inmuebles de uso o servicio público,\r\ncuando no constituyan infracción penal.\r\n",
        "b": " Causar daños o el deslucimiento de bienes muebles o inmuebles privados en la vía pública,\r\ncuando no constituyan infracción penal.\r\n",
        "c": " Causar daños o el deslucimiento de bienes muebles o inmuebles en todo caso.\r\n",
        "d": " Las respuestas a y b son correctas.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " Conforme a lo dispuesto en la Ley Orgánica 1/2004 de Medidas de Protección Integral contra\r\nla violencia de Género:\r\n",
        "a": " Es un asunto que compete exclusivamente a las Fuerzas de Seguridad del Estado.\r\n",
        "b": " Las Policías Locales cooperarán únicamente cuando existan unidades especializadas.\r\n",
        "c": " Las Policías Locales solo colaborarán cuando las víctimas residan en la zona urbana.\r\n",
        "d": " Las Policías Locales cooperarán en la protección de las víctimas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " La Ley sobre el tráfico, circulación de Vehículos a Motor y Seguridad Vial es aprobada por:\r\n",
        "a": " Real Decreto Legislativo 6/2015, de 20 de octubre.\r\n",
        "b": " Real Decreto Ley 6/2015, de 30 de octubre.\r\n",
        "c": " Real Decreto Legislativo 6/2016, de 30 de octubre.\r\n",
        "d": " Real Decreto Legislativo 6/2015, de 30 de octubre.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " La responsabilidad de la señalización de las obras que se realicen en las vías objeto de la\r\ncirculación corresponderá a:\r\n",
        "a": " Al titular de la vía.\r\n",
        "b": " Al Ministerio de Fomento.\r\n",
        "c": " Al Ayuntamiento en cuyo término municipal se realicen.\r\n",
        "d": " A los organismos que las realicen o las empresas adjudicatarias de las mismas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " El uso del casco para los conductores y ocupantes de bicicletas y ciclos en general es\r\nobligatorio.\r\n",
        "a": " Para los menores de 16 años.\r\n",
        "b": " Para todos los conductores y ocupantes en vías interurbanas.\r\n",
        "c": " Sólo en vías urbanas.\r\n",
        "d": " Las respuestas a y b son correctas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " No hacer uso del cinturón de seguridad o de sistemas de retención infantil, será infracción:\r\n",
        "a": " Leve.\r\n",
        "b": " Grave.\r\n",
        "c": " Muy grave.\r\n",
        "d": " Grave o muy grave\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " ¿Cuándo está permitida la circulación de bicicletas por el Paseo del Cantábrico de Salinas?\r\n",
        "a": " Nunca.\r\n",
        "b": " Durante todo el año cuando hace mal tiempo y no hay peatones.\r\n",
        "c": " Cuando se oculta el sol y hasta el amanecer.\r\n",
        "d": " En el invierno.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " Cuál de las siguientes acciones constituye una infracción leve de la Ordenanza Municipal de\r\nTráfico de Castrillón y del Reglamento General de Circulación?\r\n",
        "a": " Estacionar impidiendo la visibilidad de la señalización a otros usuarios.\r\n",
        "b": " Estacionar en zona señalizada para carga y descarga.\r\n",
        "c": " Estacionar en un carril destinado al uso exclusivo del transporte público urbano.\r\n",
        "d": " Estacionar en zona señalizada para uso exclusivo de personas con discapacidad.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " Según la ley del Principado de Asturias 13/2002, de Tenencia, Protección y Derechos de los\r\nAnimales, ¿dónde no puede estar suelto un perro potencialmente peligroso?\r\n",
        "a": " En las vías públicas.\r\n",
        "b": " En los espacios públicos.\r\n",
        "c": " En las zonas comunes de las Comunidades de Vecinos.\r\n",
        "d": " Todas las anteriores respuestas son correctas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿En qué caso podrá un español de origen ser privado de su nacionalidad?\r\n",
        "a": " Únicamente en caso de resolución judicial motivada.\r\n",
        "b": " En casos de delitos de terrorismo.\r\n",
        "c": " En los casos de acciones contra la integridad del Estado y sus autoridades.\r\n",
        "d": " En ningún caso.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": ". Los conductores de los vehículos prioritarios no podrán:\r\n",
        "a": " Dejar de cumplir las normas de tráfico.\r\n",
        "b": " Desobedecer las órdenes y señales de los agentes.\r\n",
        "c": " Dar marcha atrás o media vuelta en autovías.\r\n",
        "d": " Penetrar en la mediana o en los pasos transversales a ésta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " Según la Ley del Principado de Asturias, 13/2002, de 23 de diciembre, de Tenencia, Protección\r\ny Derechos de los Animales, una sola persona mayor de edad podrá llevar en la vía y espacios\r\npúblicos y en las zonas comunes de las comunidades de vecinos.\r\n",
        "a": " Un solo perro potencialmente peligroso.\r\n",
        "b": " Si es mayor de 21 años y no tiene antecedentes penales, hasta dos perros potencialmente\r\npeligrosos.\r\n",
        "c": " Hasta dos perros potencialmente peligrosos si van sujetos con correa o cadena no\r\nextensible y bozal.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": "Conforme a la vigente ordenanza reguladora de la venta ambulante en el concejo de Castrillón,\r\n¿qué horario se establece para las llamadas “ventas estacionales”?\r\n",
        "a": " De 10 de la mañana a 9 de la noche.\r\n",
        "b": " De 9 de la mañana a 9 de la noche.\r\n",
        "c": " De 9 de la mañana a 10 de la noche.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " La Ordenanza Reguladora del uso de áreas destinadas al estacionamiento y pernocta de\r\nautocaravanas y vehículos vivienda en el municipio de Castrillón, permite el estacionamiento en el\r\nárea especial de descanso a:\r\n",
        "a": " Autocaravanas.\r\n",
        "b": " Caravanas o vehículos vivienda.\r\n",
        "c": " Turismos\r\n",
        "d": " Las respuestas a y b son correctas.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": "Queda prohibido el acceso y la presencia de animales domésticos a las playas del Concejo de\r\nCastrillón:\r\n",
        "a": " Entre el 1 de mayo y el 15 de septiembre.\r\n",
        "b": " Entre el 15 de mayo y el 1 de octubre.\r\n",
        "c": " Entre el 1 de mayo y el 1 de octubre.\r\n",
        "d": " Entre el 15 de mayo y el 15 de septiembre.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " Conforme a lo establecido en la Ordenanza de Uso y Aprovechamiento de las playas de\r\nCastrillón, es una infracción grave:\r\n",
        "a": " Lavarse en el mar o en la playa utilizando jabón.\r\n",
        "b": " Bañarse fuera de las zonas de baño.\r\n",
        "c": " Proferir insultos o faltar al respeto a los miembros del Servicio de Salvamento.\r\n",
        "d": " La evacuación fisiológica en el mar o en la playa.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " Según el art. 14 de la Ordenanza Municipal de Playas:\r\n",
        "a": " Con carácter general, se prohíbe la pesca marítima de recreo a menos de 250 m. de la zona\r\nde baños en época de baños.\r\n",
        "b": " Se prohíbe la pesca marítima de recreo a menos de 100 m. de la zona de baños.\r\n",
        "c": " Se prohíbe la pesca marítima de recreo submarina a menos de 300 m. de las zonas de\r\nbaño.\r\n",
        "d": " Se prohíbe la pesca marítima de recreo desde embarcación a menos de 300 m. de las\r\nzonas de baño.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " Castrillón cuenta con varios espacios declarados monumentos naturales, entre los que se\r\nencuentran:\r\n",
        "a": " El Playón de Bayas y la Sierra de Pulide.\r\n",
        "b": " La Isla de La Deva y el Peñón de Raíces.\r\n",
        "c": " La playa de El Espartal y el Museo de Anclas de Salinas.\r\n",
        "d": " La Playa de El Espartal y la Isla de La Deva.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿En qué artículo de la Ordenanza de Medio Ambiente del Ayuntamiento de Castrillón viene\r\nrecogido “El propietario o poseedor de los perros deberá tenerlos en las vías públicas bajo su\r\ncontrol en todo momento por medio de correa para evitar daños o molestias”?\r\n",
        "a": " Art. 217.\r\n",
        "b": " Art. 218.\r\n",
        "c": " Art. 219.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " Constituye una falta grave de la Ordenanza reguladora de la venta ambulante en el Concejo de\r\nCastrillón.\r\n",
        "a": " No exhibir la necesaria autorización en la forma legal o reglamentariamente establecida.\r\n",
        "b": " La instalación de puestos de venta ambulante sin autorización.\r\n",
        "c": " La venta de productos distintos a los autorizados.\r\n",
        "d": " Uso de altavoces, salvo autorización especial.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " Según la Ordenanza Municipal de Limpieza del Ayuntamiento de Castrillón, no se permite\r\nregar macetas en la vía pública, desde ventanas, balcones o terrazas, excepto:\r\n",
        "a": " Entre las 07:00 y las 09:00 horas.\r\n",
        "b": " Entre las 08:00 y las 10:00 horas.\r\n",
        "c": " Entre las 07:00 y las 10:00 horas.\r\n",
        "d": " Entre las 08:00 y las 09:00 horas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " Las infracciones a la Ordenanza de uso y aprovechamiento de las playas de Castrillón\r\nprescribirán:\r\n",
        "a": " Las infracciones muy graves prescribirán a los tres años; las graves a los dos años y por\r\ninfracciones leves al año.\r\n",
        "b": " Las infracciones muy graves prescribirán a los tres años, las graves a los dos años y las\r\nleves a los seis meses.\r\n",
        "c": " Las infracciones muy graves prescribirán a los tres años, las graves a los dos años y las leves\r\na los tres meses.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " De las siguientes vías ¿cuál no pasa por el Concejo de Castrillón?:\r\n",
        "a": " AS-320.\r\n",
        "b": " CT-5.\r\n",
        "c": " N-643.\r\n",
        "d": " AS-230.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿En qué calle de la localidad de Salinas, se encuentra la estatua del Doctor José Mª Pérez?\r\n",
        "a": " Calle Dr. Pérez.\r\n",
        "b": " Calle Clarín.\r\n",
        "c": " No se encuentra en Salinas.\r\n",
        "d": " Calle Dr. López Otín.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Cuál de los siguientes ríos desemboca en la playa de Bahínas?\r\n",
        "a": " Río Raíces.\r\n",
        "b": " Río Ferrota.\r\n",
        "c": " Río Fontaniella.\r\n",
        "d": " Río Pillanu.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " El Castillo de Gauzón, fortaleza de los Reyes de Asturias, se ubicaba en un promontorio natural\r\ndenominado:\r\n",
        "a": " Peñón de Salinas.\r\n",
        "b": " Peñón de Raíces.\r\n",
        "c": " Peñón de Gauzón.\r\n",
        "d": " Peñón de Laspra.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " ¿Qué carretera de ámbito local une las localidades de El Pradón y Navalón?\r\n",
        "a": " CT-1.\r\n",
        "b": " CT-6.\r\n",
        "c": " CT-4\r\n",
        "d": " Una de las localidades no pertenece a Castrillón.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " La circulación de vehículos autorizados a circular por las zonas peatonales deberá respetar las\r\nsiguientes normas:\r\n",
        "a": " La velocidad máxima de circulación será de treinta kilómetros hora.\r\n",
        "b": " Los vehículos saldrán a través de las puertas que estén libres.\r\n",
        "c": " Los conductores darán prioridad de paso a los peatones.\r\n",
        "d": " Todas las respuestas anteriores son correctas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " ¿Cuál de las siguientes playas no se ubica en el término municipal de Castrillón?\r\n",
        "a": " Playón del Sablón.\r\n",
        "b": " Playa de Los Quebrantos.\r\n",
        "c": " Playa de Arnáu.\r\n",
        "d": " Playa de La Llada.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " ¿Cuál de los siguientes Concejos no limita con el término municipal de Castrillón?\r\n",
        "a": " Soto del Barco.\r\n",
        "b": " Avilés.\r\n",
        "c": " Illas\r\n",
        "d": " Pravia.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Cuál de las siguientes calles no se ubica en la localidad de Piedrasblancas?\r\n",
        "a": " Calle Las Murias.\r\n",
        "b": " Calle Ramiro I.\r\n",
        "c": " Calle Castillo de Gauzón.\r\n",
        "d": " Calle Príncipe de Asturias.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " A efectos de la Ordenanza Municipal de Venta Ambulante de Castrillón, se entiende por\r\nreincidencia:\r\n",
        "a": " La comisión en el término de un año de una falta que tenga la misma calificación que le\r\nmotivó la sanción.\r\n",
        "b": " La comisión en el término de un año de más de una falta que tenga la misma calificación\r\nque le motivó la sanción.\r\n",
        "c": " La comisión en el término de un año de más de 2 faltas que tenga la misma calificación que\r\nle motivó la sanción.\r\n",
        "d": " Ninguna de las respuestas anteriores es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " ¿Cuál de las siguientes calles no se ubica en la localidad de Salinas?\r\n",
        "a": " Calle Pablo Laloux.\r\n",
        "b": " Calle Alcalde Luis Treillard.\r\n",
        "c": " Calle Luis Hauzeur.\r\n",
        "d": " Calle Alfonso I.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Cuál de las siguientes infracciones previstas en la vigente Ordenanza Reguladora del uso de\r\náreas destinadas al estacionamiento y pernocta de autocaravanas y vehículos vivienda en el\r\nmunicipio de Castrillón, no viene considerada como grave?\r\n",
        "a": " No respetar las instrucciones e indicaciones dadas por las Fuerzas y Cuerpos de Seguridad.\r\n",
        "b": " El vertido de aguas grises y negras o residuos en cualquier lugar no habilitado al efecto.\r\n",
        "c": " No identificar verazmente al conductor responsable de la infracción, cuando el titular del\r\nvehículo sea debidamente requerido para ello.\r\n",
        "d": " No respetar las delimitaciones del espacio señalizado en el suelo para el estacionamiento,\r\ndificultando o impidiendo la correcta circulación por la zona.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " La presencia de perros en las zonas de los parques públicos habilitadas con juegos infantiles\r\nestá prohibida, con carácter general:\r\n",
        "a": " Desde el 1 de Mayo al 30 de Septiembre.\r\n",
        "b": " Durante todo el año.\r\n",
        "c": " Desde el 15 de Mayo al 15 de Septiembre.\r\n",
        "d": " No existe prohibición al respecto.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " La capital del Concejo de Castrillón se ubica en la localidad de:\r\n",
        "a": " Piedrasblancas.\r\n",
        "b": " Salinas.\r\n",
        "c": " Raíces Nuevo/La Fundición.\r\n",
        "d": " El Cotu Carcéu.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "a"
    },
    {
        "pregunta": " En materia de violencia de género. ¿Quién es el sujeto pasivo del delito?\r\n",
        "a": " Quien sea esposa del autor.\r\n",
        "b": " La mujer que esté relacionada con el autor por análoga relación de afectividad.\r\n",
        "c": " La mujer que haya estado relacionada con el autor por análoga relación de afectividad.\r\n",
        "d": " Todas las respuestas anteriores son correctas.\r\nPREGUNTAS RESERVA:\r\nLas siguientes preguntas reserva, se deberán contestar, pero solamente se puntuarán, de forma\r\ncorrelativa, en el caso de que se anule alguna o algunas preguntas del examen:\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Qué artículos componen el Título I de la Constitución Española de 1978?\r\n",
        "a": " Del 14 al 28.\r\n",
        "b": " Del 9 al 55.\r\n",
        "c": " Del 10 al 55.\r\n",
        "d": " Del 11 al 55.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " Según el artículo 30 de la Ley Orgánica 4/2015, de 30 de marzo, de protección de la seguridad\r\nciudadana, constituye una infracción grave.\r\n",
        "a": " La realización o incitación a la realización de actos que atenten contra la libertad e\r\nindemnidad sexual, o ejecutar actos de exhibición obscena, cuando no constituya infracción\r\npenal.\r\n",
        "b": " La proyección de haces de luz, mediante cualquier tipo de dispositivo, sobre miembros de\r\nlas Fuerzas y Cuerpos de Seguridad para impedir o dificultar el ejercicio de sus funciones.\r\n",
        "c": " El consumo o la tenencia ilícitos de drogas tóxicas, estupefacientes o sustancias\r\npsicotrópicas, aunque no estuvieran destinadas al tráfico, en lugares, vías, establecimientos\r\npúblicos o transportes colectivos, así como el abandono de los instrumentos u otros efectos\r\nempleados para ello en los citados lugares.\r\n",
        "d": " La negativa a entregar la documentación personal legalmente exigida cuando se hubiese\r\nacordado su retirada o retención.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "c"
    },
    {
        "pregunta": " Relaciona las siguientes calles con la población en la que se encuentran, Alcalde Luis Treillard,\r\nAlcalde José Fernandín, Juan de Austria:\r\n",
        "a": " Piedrasblancas, Salinas, Raíces Nuevo.\r\n",
        "b": " Salinas, Piedrasblancas, Raíces Nuevo.\r\n",
        "c": " Raíces Nuevo, Salinas, Piedrasblancas.\r\n",
        "d": " Ninguna de las anteriores es correcta.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "b"
    },
    {
        "pregunta": " En las autorizaciones municipales para la venta ambulante deberá constar:\r\n",
        "a": " Datos de identificación de la persona titular.\r\n",
        "b": " Productos autorizados para la venta.\r\n",
        "c": " Lugar o lugares donde se puede ejercer la actividad.\r\n",
        "d": " Todas las respuestas anteriores son ciertas.\r\n",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    },
    {
        "pregunta": " ¿Cuál de las siguientes categorías, está incluida en la escala técnica de los Cuerpos de Policía\r\nLocal establecidos en el art. 17 de la Ley del Principado de Asturias 2/2007, de 23 de marzo, de\r\nCoordinación de las Policías Locales?\r\n",
        "a": " Subinspector.\r\n",
        "b": " Intendente.\r\n",
        "c": " Inspector.\r\n",
        "d": " Las respuestas b y c son correctas.",
        "municipio": "castrillon",
        "anio": 2022,
        "plaza": "Aux",
        "solucion": "d"
    }
]